import React from 'react';

const CurrencyDevaluation = () => (
  <div>
    <h3>关于货币贬值</h3>
    <p>很感慨，根据本人粗浅短显的认知</p>
    <p>为什么这么多人炒房。从最开始的盈利目的，到现在，仅仅是为了防止手头上的钱贬值而买房。</p>
    <p>现在房子涨价这么快速，还是很多人买，国家各种政策限购，限卖，可能手头上的房买了以后再也无法卖出去，但还是很多人去买(ru)房(keng)<b>出于对货币的不信任</b>货币贬值已经成为大家公认的事实。为了将手头上的金钱贬值风险转移出去，不得不投资，</p>
    <p>国家大量发行货币导致货币贬值，中国为什么大量发行货币，因为美国在不停发行货币，中国如果不发行更多的人名币，那就是傻子，财富被美国掠夺过去了。国家与国家之前处于竞争关系！</p>
    <p>这种情况下遭殃的首先便是手头上有大量现金存银行的老百姓了，这种中心化的货币，权利掌握在国家手上</p>
    <p>房屋，某种程度上，土地资源是有限的，所以不是国家向发行多少套房就能发行的，所以大家注入资金到房屋上面，房屋也成了资金的蓄水池，但是国家干预日益严重，限买限卖，于是比特币开始火了，以及其他各种附加币，狗狗币莱特币，元宝币等等等...<b>先说说比特币</b>国家无法操控比特币发行量，但是这种国家无法掌控的东西，一开始是拒绝的，几年前，国家开始承认他的存在了，因为他的力量日益强大，现在2w一个比特币，从最早的现金交易，到银行转账汇款，到支付宝微信付款，但是这些都需要进过银行，那么比特币诞生了，人与人之间的金钱交易不用经过银行，我觉得这是必然趋势，中间省略了一个过程，进化的必然产物，炒股，中心化的东西，受到国家控制，所以，股票其实就是国家在吸收闲散资金，偏远山区一直是只收现金，二线城市支持支付宝，微信支付，数字货币，那么在网络上出现了一个厉害的黑客，永恒之蓝，只接受比特币付款，因为网络永远比现实之中要先进，网络的进化速度远大于现实之中，为什么要比特币付款，因为他利用黑客技术盗窃他人资料，违法，所以不能支持银行付款，因为银行是实名制的，会暴露他的身份，比特币不一样，这个不会暴露他的身份，所以要用比特币，总之一句话，财富的总量是稳定随着人类的进步缓慢增长，但财富不再等于现金，因为现金受到国家的干预，大批量发行，但是它暂时可以是一线城市房产，因为虽然建造技术在进步，成本在降低，但是一线城市的土地资源永远是短缺的，二线城市一下就算了，土地资源无限大，建筑成本无限降低。二线城市房产将进一步贬值，太空空间资源就算了，地球内部土地资源都没用完，不用说外太空了</p>
    <p>还是避避嫌，如果比特币失败了，那么类似比特币的东西一定会火起来。完了！</p>
  </div>
);
export default CurrencyDevaluation;
